Repository: NullTar/Tomator
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.info
source: Tomator never charges and is modified based on open source. More details ⌘ + A See https://github.com/NullTar/Tomator for details
zh_hans: Tomator永不收费，基于开源库修改。 更多细节 ⌘ + a 具体可查看 https://github.com/NullTar/Tomator

# addTimeIntervalLength.label
source: Add Time
zh_hans: 添加时间

# AppSound.label
source: Prompt tone
zh_hans: 提示音

# Color.accent.setting
source: Colour
zh_hans: 颜色

# Color.pick
source: Picked colour
zh_hans: 选择颜色

# ColorSetting.help
source: How to choose a color?
zh_hans: 如何选择颜色？

# ColorSetting.help.info
source: You can set the preselected color, or click on the first color to open the color selection panel and choose a color you like
zh_hans: 可以设置预选颜色，或点击第一个颜色以打开颜色选择面板，选一个你喜欢的颜色。

# Day.Afternoon
source: Aftern
zh_hans: 下午

# Day.Moring
source: Morning
zh_hans: 早上

# EnableAddTimeMenu.info
source: Enable this to display the add time when opening window
zh_hans: 启用此选项以在弹出窗口中显示 添加时间

# EnableAddTimeMenu.label
source: Add time
zh_hans: 添加时间

# EnableForceRestMenu.info
source: Enable this to display the Forced rest switch when opening window
zh_hans: 启用此选项以在弹出窗口中显示 强制休息

# EnableForceRestMenu.label
source: FORSE REST
zh_hans: 强制休息

# EnableScheduleMenu.info
source: Enable this to display the schedule switch when opening window
zh_hans: 启用此选项以在弹出窗口中显示 时间表

# EnableScheduleMenu.label
source: Schedule
zh_hans: 时间表

# EnableShopAfterRestMenu.info
source: Enable this to display the stop after rest switch when opening window
zh_hans: 启用此选项以在弹出窗口中显示 休息后停止

# EnableShopAfterRestMenu.label
source: Stop after rest
zh_hans: 休息后停止

# EnableShorRestMenu.info
source: Enable this to display the short time switch when opening window
zh_hans: 启用此选项以在弹出窗口中显示 小憩时间

# EnableShorRestMenu.label
source: Short Time
zh_hans: 小憩时间

# Force.window.setting
source: Force Rest
zh_hans: 强制休息

# Force.window.setting.info
source: those options give force rest
zh_hans: 有关强制休息的设置

# ForceRest.cannot_skip
source: Forced Rest Mode
zh_hans: 强制休息模式

# ForceRest.description
source: Take a moment to rest your eyes and mind. Step away from the screen for better health. winking winking
zh_hans: 花点时间让你的眼睛和大脑休息一下 为了健康 远离屏幕 winking winking

# ForceRest.emergency
source: Emergency - Click to skip
zh_hans: 紧急情况 - 点击跳过

# ForceRest.info
source: Enable this to open the forced rest
zh_hans: 开启此功能将启用强制休息

# ForceRest.label
source: Forced rest
zh_hans: 强制休息

# ForceRest.longBreak.title
source: Time for a Long Break
zh_hans: 是时候休息了

# ForceRest.quiteSure
source: Click again to skip
zh_hans: 再点一下跳过

# ForceRest.screen
source: Warning: Enable this feature will not allow you to operate your computer during rest time
zh_hans: 警告：开启 强制休息 时无法在休息时间操作电脑

# ForceRest.shortBreak.title
source: Time for a Short Break
zh_hans: 是时候小憩了

# ForceWindow.Customize
source: Customize
zh_hans: 自定义

# ForceWindow.Desktop
source: Desktop
zh_hans: 桌面

# ForceWindow.Gradation
source: Gradation
zh_hans: 渐变

# ForceWindowBlur.info
source: Blur only works for gradients
zh_hans: 模糊只对 渐变 生效

# ForceWindowOpacity.info
source: Opacity only works on desktop
zh_hans: 不透明度只对 桌面 生效

# ForceWindowSetting.help
source: Force Window
zh_hans: 设置强制窗口

# ForceWindowSetting.help.info
source: The background of the forced window can be customized as gradients, desktop transparency, and custom images Of course, you can hide the skip button
zh_hans: 强制窗口的背景可以自定义为渐变、桌面的透明度、和自定义图片 当然，可以隐藏掉跳过按钮

# hidenSkipForceRest.info
source: Enable this to hiden skip button on forced window
zh_hans: 启用此选项以隐藏强制休息窗口的 跳过按钮

# hidenSkipForceRest.label
source: Hiden skip
zh_hans: 隐藏跳过

# IntervalsView.min
source: %d min
zh_hans: %d 分

# LaunchAtLogin.info
source: Automatically start app at boot time
zh_hans: 开机时自动启动应用程序

# LaunchAtLogin.label
source: Launch at Login
zh_hans: 开机启动

# LongRestIntervalLength.label
source: Long rest interval:
zh_hans: 休息时间

# MenuSetting.help
source: What are menu bar display Settings?
zh_hans: 什么是菜单栏显示设置？

# MenuSetting.help.info
source: In order to simplify pop-ups, you can customize the functions you need.
zh_hans: 为了精简弹出窗口，你可以自定义需要的功能。

source: More
zh_hans: 更多

source: Ok
zh_hans: 确定

source: Other
zh_hans: 其他

# Pomodoro.info
source: The Pomodoro Technique is a method of time management by dividing work time into short blocks of time, usually 25 minutes (one pomodoro clock), with a 5-minute break after each pomodoro clock. After each of the four pomodoro clocks, the rest time can be extended appropriately (15-30 minutes). This method can help improve focus, reduce procrastination, and increase productivity. 1. Work for 25 minutes 2. Take a 5-minute break 3. Work for 25 minutes 4. Take a 5-minute break 5. Work for 25 minutes 6. Take a 5-minute break 7. Work for 25 minutes 8. Take a 5-minute break 9. Long Break (15-30 minutes)
zh_hans: 番茄时钟（Pomodoro Technique）是一种时间管理方法，通过将工作时间分割为短期的时间块，通常为25分钟（一个番茄钟），每个番茄钟后休息5分钟。每完成四个番茄钟后，休息时间可以适当延长（15-30分钟）。这种方法能够帮助提高集中力，减少拖延，提升工作效率。 1. 工作 25 分钟 2. 休息 5 分钟 3. 工作 25 分钟 4. 休息 5 分钟 5. 工作 25 分钟 6. 休息 5 分钟 7. 工作 25 分钟 8. 休息 5 分钟 9. 长休息（15-30 分钟）

# Popover.quit.label
source: Quit
zh_hans: 退出

# Popover.setting.label
source: Preference
zh_hans: 设置

# Popover.start.focus.label
source: Start Focus
zh_hans: 开始专注

# Popover.start.tick.label
source: Time-keeping
zh_hans: 计时

# Popover.stats.label
source: Stats
zh_hans: 统计

# Popover.status.longRest
source: Long Break…
zh_hans: 休息中…

# Popover.status.ready
source: Ready…
zh_hans: 准备就绪

# Popover.status.shortRest
source: Short Break…
zh_hans: 小憩中…

# Popover.status.working
source: Working
zh_hans: 专注中

# Popover.stop.label
source: Stop
zh_hans: 停止

# PreferenceSettingView.enableQuickSetting.info
source: Enable this for quick Settings when opening window
zh_hans: 启用此选项以在弹出窗口中快速设置

# PreferenceSettingView.enableQuickSetting.label
source: Open Quick Setting
zh_hans: 开启快速设置

# PreferenceSettingView.launchAtLogin.info
source: Automatically start the application at boot time
zh_hans: 开机时自动启动应用程序

# PreferenceSettingView.launchAtLogin.label
source: Launch at login
zh_hans: 开机启动

# Schedule.Alert.Day
source: Please check the schedule of the week - Or check whether schedule mode is enabled
zh_hans: 请检查时间表的星期 - 或者检查是否开启了时间表模式

# Schedule.Alert.Time
source: Please check the schedule for time - Or check whether schedule mode is enabled
zh_hans: 请检查时间表的时间 - 或者检查是否开启了时间表模式

# Schedule.label
source: Schedule
zh_hans: 时间表

# Schedule.Model.Day.setting
source: Days
zh_hans: 周几

# Schedule.Model.setting
source: Schedule
zh_hans: 时间表

# ScheduleSettingView.workSchedule.info
source: Enable this setting to set a schedule
zh_hans: 开启时间表模式

# ScheduleSettingView.workSchedule.label
source: Enable schedule
zh_hans: 开启时间表

# Scheduletting.help
source: How to set a schedule？
zh_hans: 如何设置时间表？

# Scheduletting.help.info
source: You can customize the date and time the Tomato clock takes effect.
zh_hans: 你可以自定义番茄时钟生效的日期和具体时间。

# SettingWindow.title
source: Preference
zh_hans: 设置窗口

# ShortRestIntervalLength.label
source: Short rest interval:
zh_hans: 小憩时间

# ShotTime.Window.label
source: Short time is zero
zh_hans: 未开启小憩

# ShowNotifications.info
source: Enable this to show notifications
zh_hans: 启用此选项以开启 通知

# ShowNotifications.label
source: Notifications
zh_hans: 显示通知

# ShowOnMenuBar.info
source: Displays countdown on menu bar
zh_hans: 在菜单栏显示倒计时

# ShowOnMenuBarAways.info
source: Aways show countdown timer on menu bar
zh_hans: 倒计时在菜单栏常驻

# ShowOnMenuBarAways.label
source: Display Countdown Aways
zh_hans: 菜单栏常显

# ShowTimerInMenuBar.label
source: Display Countdown
zh_hans: 菜单栏显示

# Sound.Feature.info
source: Enable this to close sound
zh_hans: 开启此选项以关闭应用提示音

# Sound.Feature.setting
source: Sound
zh_hans: 声音

# Sounds.isDingEnabled.label
source: Ding
zh_hans: 叮

# Sounds.isTickingEnabled.label
source: Ticking
zh_hans: 滴答声

# Sounds.isWindupEnabled.label
source: Windup
zh_hans: 发条声

# Start.Error
source: Can't Start
zh_hans: 无法开始

# StatsData.breaks
source: Breaks
zh_hans: 休息

# StatsData.completed
source: Completed
zh_hans: 已完成

# StatsData.currentStreak
source: Current Streak
zh_hans: 当前连续天数

# StatsData.focusTime
source: Focus time
zh_hans: 专注时间

# StatsData.last7Days
source: Last 7 Days
zh_hans: 过去 7 天

# StatsData.longBreaks
source: Long breaks
zh_hans: 休息

# StatsData.pomodoros
source: pomodoros
zh_hans: 个番茄钟

# StatsData.reset
source: Reset Statistics
zh_hans: 重置统计

# StatsData.resetCancel
source: Cancel
zh_hans: 取消

# StatsData.resetConfirm
source: Reset
zh_hans: 重置

# StatsData.resetConfirmMessage
source: Are you sure you want to reset all statistics? This cannot be undone.
zh_hans: 确定要重置所有统计数据吗？此操作无法撤销。

# StatsData.resetConfirmTitle
source: Reset Statistics
zh_hans: 重置统计

# StatsData.shortBreaks
source: Short breaks
zh_hans: 小憩

# StatsData.today
source: Today
zh_hans: 今天

# StatsData.totalFocusTime
source: Total Focus Time
zh_hans: 总专注时间

# StatsData.totalPomodoros
source: Total Pomodoros
zh_hans: 总番茄钟数

# StatsWindow.title
source: Pomodoro Statistics
zh_hans: 番茄钟统计

# StopAfterBreak.info
source: Enable this to stop after brake
zh_hans: 开启此功能将启用休息后停止

# StopAfterBreak.label
source: Stop after brake
zh_hans: 休息后停止

# TBTimer.onRestFinish.body
source: Keep up the good work!
zh_hans: 继续努力!

# TBTimer.onRestFinish.title
source: Break is over
zh_hans: 休息结束

# Timer.onRestStart.long.body
source: It's time for a long break!
zh_hans: 休息时间到!

# Timer.onRestStart.short.body
source: It's time for a short break!
zh_hans: 小憩时间到!

# Timer.onRestStart.skip.title
source: Skip
zh_hans: 跳过

# Timer.onRestStart.title
source: Time's up
zh_hans: 时间到

source: to
zh_hans: 到

# Total.Time
source: in all %d min
zh_hans: 共 %d 分

# Total.WorkIntervals
source: Now’s total: %d
zh_hans: 现阶段: %d

# Week.Fri
source: F
zh_hans: 五

# Week.Mon
source: M
zh_hans: 一

# Week.Sat
source: S
zh_hans: 六

# Week.Sun
source: S
zh_hans: 日

# Week.Thu
source: T
zh_hans: 四

# Week.Tue
source: T
zh_hans: 二

# Week.Wed
source: W
zh_hans: 三

# what.is.Pomodoro.Clock
source: What is Pomodoro Technique?
zh_hans: 什么是番茄时钟?

# Window.Feature.setting
source: Feature
zh_hans: 功能

# Window.Menu.setting
source: Pop Window
zh_hans: 弹出窗口

# WorkIntervalLength.label
source: Work interval:
zh_hans: 工作时间

# WorkIntervalsInSet.label
source: Number of short breaks in each work loop
zh_hans: 每组中的工作小憩数
